practices-careers.org
:PROPERTIES:
:ID:       56363c8b-69e1-4c7b-b636-678a6cff85ae
:END:
#+title: Biotechnology industry practices and careers
#+author: Antonino Libarnes
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup

* practices
- OECD & ISO :: ensure products researched, developed, manufactured correctly & consistently
  - quality (management) system :: set of standards
- standard operating procedure (SOP) :: single way to perform a task or process
  - lab procedures, business practices
- good laboratory pratice (GLP) :: sound lab work in non-clinical health and environmental safety studies
  - studies performed to specifications
  - QA program in place
  - no need to replicate tests data studies per country
  - requirements
    - The responsibilities of all individuals involved in the study­ from management to laboratory workers-need to be stated, and the qualifications and training required for personnel to conduct the study need to be recorded.
    - SOPs are required to state how samples, materials, and controls will be received, labeled, and stored; how apparatus will be maintained and calibrated; and how computer systems will be validated and backed up.
    - A detailed plan needs to be written prior to the start of the study outlining the purpose of the study, detailed test methods, and how the results will be reported. Laboratory notebooks are an integral part of how results are reported.
- The results and data generated by the study need to be properly stored and archived in case follow-up experiments are required.
- good manufacturing practice (GMP) :: ensure safety and quality of manufactured products in healthcare
  - drugs, diagnostic/medical devices
  - similar reqs to GLP
  - enforced by FDA
- GLP and GMP only followed when environmental effects are important
* careers
- bio/biotech jobs will increase 27% btwn 2008 and 2018
- 1.4 million workers in 2008
  - subsectors (establishments, employed)
    - agricultural feedstock & chemicals :: 2.4k, 115k
    - drugs and pharmaceutical :: 2.8k, 312k
    - medical devices & equipment :: 15.2k, 435.5k
    - research, testing, and medical laboratories :: 27.1k, 558.1k
    - total :: 47.6k, 1.4m
- lab careers
  - lab technician :: hands-on lab work
    - requirements
      - associate's degree, or HS diploma and progress towards 2-year (minimum)
      - bachelor's in related discipline (most)
    - under supervision of scientist
  - research associate :: hands-on work, more responsibility than technicians:
    - experimental design, data analysis, data reports & presentation to seniors
    - requirements :: BS/MS in science
  - r&d scientist :: study, investigate biological processes ; develop products & processes
    - requirements :: PhD, sometimes MS in field
    - design experiments, analyze data, draw conclusions
    - hands-on work, high technical skill
  - clinical scientist :: medical samples & testing
    - requirements :: BS, grad degree, or certification
  - bioengineer :: use science & math to solve biological problems
    - requirements :: BS, grad degree (some)
    - machines, manufacturing, instrumentation, software
- non-lab careers :: marketing, administration, general business occupations
  - requirements :: vary, MBA for business/marketing, bachelor's/associates
