practices-careers.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-08 Mon 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Biotechnology industry practices and careers</title>
<meta name="author" content="Antonino Libarnes" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Biotechnology industry practices and careers</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgae31835">1. practices</a></li>
<li><a href="#org2bfb9ac">2. careers</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgae31835" class="outline-2">
<h2 id="orgae31835"><span class="section-number-2">1.</span> practices</h2>
<div class="outline-text-2" id="text-1">
<dl class="org-dl">
<dt>OECD &amp; ISO</dt><dd>ensure products researched, developed, manufactured correctly &amp; consistently
<dl class="org-dl">
<dt>quality (management) system</dt><dd>set of standards</dd>
</dl></dd>
<dt>standard operating procedure (SOP)</dt><dd>single way to perform a task or process
<ul class="org-ul">
<li>lab procedures, business practices</li>
</ul></dd>
<dt>good laboratory pratice (GLP)</dt><dd>sound lab work in non-clinical health and environmental safety studies
<ul class="org-ul">
<li>studies performed to specifications</li>
<li>QA program in place</li>
<li>no need to replicate tests data studies per country</li>
<li>requirements
<ul class="org-ul">
<li>The responsibilities of all individuals involved in the study­ from management to laboratory workers-need to be stated, and the qualifications and training required for personnel to conduct the study need to be recorded.</li>
<li>SOPs are required to state how samples, materials, and controls will be received, labeled, and stored; how apparatus will be maintained and calibrated; and how computer systems will be validated and backed up.</li>
<li>A detailed plan needs to be written prior to the start of the study outlining the purpose of the study, detailed test methods, and how the results will be reported. Laboratory notebooks are an integral part of how results are reported.</li>
</ul></li>
</ul></dd>
</dl>
<p>
The results and data generated by the study need to be properly stored and archived in case follow-up experiments are required.
</p>
<dl class="org-dl">
<dt>good manufacturing practice (GMP)</dt><dd>ensure safety and quality of manufactured products in healthcare
<ul class="org-ul">
<li>drugs, diagnostic/medical devices</li>
<li>similar reqs to GLP</li>
<li>enforced by FDA</li>
</ul></dd>
<dt>(no term)</dt><dd>GLP and GMP only followed when environmental effects are important</dd>
</dl>
</div>
</div>
<div id="outline-container-org2bfb9ac" class="outline-2">
<h2 id="org2bfb9ac"><span class="section-number-2">2.</span> careers</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>bio/biotech jobs will increase 27% btwn 2008 and 2018</li>
<li>1.4 million workers in 2008
<ul class="org-ul">
<li>subsectors (establishments, employed)
<dl class="org-dl">
<dt>agricultural feedstock &amp; chemicals</dt><dd>2.4k, 115k</dd>
<dt>drugs and pharmaceutical</dt><dd>2.8k, 312k</dd>
<dt>medical devices &amp; equipment</dt><dd>15.2k, 435.5k</dd>
<dt>research, testing, and medical laboratories</dt><dd>27.1k, 558.1k</dd>
<dt>total</dt><dd>47.6k, 1.4m</dd>
</dl></li>
</ul></li>
<li>lab careers
<dl class="org-dl">
<dt>lab technician</dt><dd>hands-on lab work
<ul class="org-ul">
<li>requirements
<ul class="org-ul">
<li>associate&rsquo;s degree, or HS diploma and progress towards 2-year (minimum)</li>
<li>bachelor&rsquo;s in related discipline (most)</li>
</ul></li>
<li>under supervision of scientist</li>
</ul></dd>
<dt>research associate</dt><dd>hands-on work, more responsibility than technicians:
<ul class="org-ul">
<li>experimental design, data analysis, data reports &amp; presentation to seniors</li>
<li id="requirements">BS/MS in science</li>
</ul></dd>
<dt>r&amp;d scientist</dt><dd>study, investigate biological processes ; develop products &amp; processes
<dl class="org-dl">
<dt>requirements</dt><dd>PhD, sometimes MS in field</dd>
<dt>(no term)</dt><dd>design experiments, analyze data, draw conclusions</dd>
<dt>(no term)</dt><dd>hands-on work, high technical skill</dd>
</dl></dd>
<dt>clinical scientist</dt><dd>medical samples &amp; testing
<dl class="org-dl">
<dt>requirements</dt><dd>BS, grad degree, or certification</dd>
</dl></dd>
<dt>bioengineer</dt><dd>use science &amp; math to solve biological problems
<dl class="org-dl">
<dt>requirements</dt><dd>BS, grad degree (some)</dd>
<dt>(no term)</dt><dd>machines, manufacturing, instrumentation, software</dd>
</dl></dd>
</dl></li>
<li id="non-lab careers">marketing, administration, general business occupations
<dl class="org-dl">
<dt>requirements</dt><dd>vary, MBA for business/marketing, bachelor&rsquo;s/associates</dd>
</dl></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Antonino Libarnes</p>
<p class="date">Created: 2024-01-08 Mon 11:04</p>
</div>
</body>
</html>